Repository: solariane/radical-qr
Catalog: Radical QR/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, pt_br, zh_hans

source: Aa
ar: آ
hi: आ

# action.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
pt_br: Cancelar
zh_hans: 取消

# action.clearAll
source: Clear All
ar: مسح الكل
de: Alle löschen
es: Borrar todo
fr: Tout effacer
hi: सभी साफ़ करें
it: Cancella tutto
ja: すべてクリア
pt_br: Limpar tudo
zh_hans: 全部清除

# action.copied
source: Copied!
ar: تم النسخ
de: Kopiert!
es: ¡Copiado!
fr: Copié !
hi: नकल हो गई!
it: Copiato!
ja: コピーしました！
pt_br: Copiado!
zh_hans: 已复制！

# action.copy
source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: प्रतिलिपि
it: Copia
ja: コピー
pt_br: Copiar
zh_hans: 复制

# action.copyQR
source: Copy QR Code
ar: نسخ رمز الاستجابة السريعة
de: QR-Code kopieren
es: Copiar código QR
fr: Copier le code QR
hi: क्यूआर कोड कॉपी करें
it: Copia codice QR
ja: QRコードをコピー
pt_br: Copiar código QR
zh_hans: 复制 QR 码

# action.delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: मिटायें
it: Elimina
ja: 削除
pt_br: Excluir
zh_hans: 删除

# action.done
source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
it: Fatto
ja: 完了
pt_br: Concluído
zh_hans: 已完成

# action.duplicate
source: Duplicate
ar: مكررة
de: Duplizieren
es: Duplicar
fr: Dupliquer
hi: प्रतिलिपि
it: Duplica
ja: 複製
pt_br: Duplicar
zh_hans: 重复

# action.export
source: Export
ar: التصدير
de: Exportieren
es: Exportar
fr: Exporter
hi: निर्यात
it: Esporta
ja: 書き出す
pt_br: Exportar
zh_hans: 出口

# action.ok
source: OK
ar: حسناً
de: In Ordnung.
es: De acuerdo.
fr: D'accord
hi: ठीक है
it: Va bene
ja: 了解
pt_br: Tudo bem
zh_hans: 好的

# action.saveQR
source: Save QR Code
ar: حفظ رمز الاستجابة السريعة
de: QR-Code speichern
es: Guardar código QR
fr: Enregistrer le code QR
hi: क्यूआर कोड सहेजें
it: Salva codice QR
ja: QRコードを保存
pt_br: Guardar código QR
zh_hans: 保存二维码

# action.share
source: Share
ar: شارك
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
it: Condividi
ja: 共有
pt_br: Partilhar
zh_hans: 分享

# action.unlock
source: Unlock
ar: فتح القفل
de: Entsperren
es: Desbloquear
fr: Déverrouiller
hi: अनलॉक
it: Sblocca
ja: アンロック
pt_br: Desbloquear
zh_hans: 解锁

# app.name
source: QR Code
ar: رمز الاستجابة السريعة
es: Código QR
hi: क्यूआर कोड
it: Codice QR
ja: QRコード
pt_br: Código QR
zh_hans: QR 码

# background.logoCutout
source: Logo Cutout
ar: قص الشعار
de: Logo-Ausschnitt
es: Recorte del logotipo
fr: Découpe du logo
hi: लोगो कटआउट
it: Ritaglio logo
ja: ロゴ抜き抜き
pt_br: Recorte do logótipo
zh_hans: 徽标剪裁

# background.transparent
source: Transparent
ar: شفاف
es: Transparente
hi: पारदर्शी
it: Trasparente
ja: 透明
pt_br: Transparente
zh_hans: 透明的

# background.white
source: White
ar: أبيض
de: Weiß
es: Blanco
fr: Blanc
hi: सफ़ेद
it: Bianco
ja: 白
pt_br: Branco
zh_hans: 白色

# caption.fitToWidth
source: Fit to width
ar: تناسب العرض
de: An die Breite anpassen
es: Ajustar a la anchura
fr: Adaptation à la largeur
hi: चौड़ाई के अनुसार फिट करें
it: Adattamento alla larghezza
ja: 幅に合わせる
pt_br: Ajustar à largura
zh_hans: 适合宽度

# caption.fitToWidth.hint
source: Shrink text so it always fits
ar: تقليص النص بحيث يتناسب دائماً مع حجمه
de: Text verkleinern, damit er immer passt
es: Reducir texto para que siempre quepa
fr: Réduire le texte pour qu'il soit toujours adapté
hi: टेक्स्ट को सिकोड़ें ताकि यह हमेशा फिट हो।
it: Restringere il testo in modo che si adatti sempre
ja: テキストを常に収まるように縮小する
pt_br: Reduzir o texto para que caiba sempre
zh_hans: 缩小文本，使其始终适合

# caption.off
source: No caption
ar: بدون تعليق
de: Keine Bildunterschrift
es: Sin pie de foto
fr: Sans légende
hi: कोई कैप्शन नहीं
it: Senza didascalia
ja: キャプションなし
pt_br: Sem legenda
zh_hans: 无标题

# caption.on
source: With caption
ar: مع تعليق
de: Mit Bildunterschrift
es: Con pie de foto
fr: Avec légende
hi: कैप्शन के साथ
it: Con didascalia
ja: キャプション付き
pt_br: Com legenda
zh_hans: 带图注

# caption.size
source: Size
ar: الحجم
de: Größe
es: Talla
fr: Taille
hi: आकार
it: Dimensione
ja: サイズ
pt_br: Tamanho
zh_hans: 尺寸

# caption.size.large
source: Large
ar: كبير
de: Groß
es: Grande
fr: Grandes dimensions
hi: बड़ा
it: Grande
ja: 大型
pt_br: Grande
zh_hans: 大型

# caption.size.medium
source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
hi: मध्यम
it: Medio
ja: ミディアム
pt_br: Médio
zh_hans: 中型

# caption.size.small
source: Small
ar: صغيرة
de: Klein
es: Pequeño
fr: Petit
hi: छोटा
it: Piccolo
ja: 小さい
pt_br: Pequeno
zh_hans: 小型

source: Caption text
ar: نص التسمية التوضيحية
de: Bildunterschrift
es: Texto del pie de foto
fr: Texte de la légende
hi: कैप्शन टेक्स्ट
it: Testo della didascalia
ja: キャプションのテキスト
pt_br: Texto da legenda
zh_hans: 图注文字

# caption.title
source: Caption
ar: التسمية التوضيحية
de: Bildunterschrift
es: Leyenda
fr: Légende
hi: शीर्षक
it: Didascalia
ja: キャプション
pt_br: Legenda
zh_hans: 标题

# color.black
source: Black
ar: أسود
de: Schwarz
es: Negro
fr: Noir
hi: काला
it: Nero
ja: 黒
pt_br: Preto
zh_hans: 黑色

# color.burgundy
source: Burgundy
ar: بورغوندي
de: Burgund
es: Borgoña
fr: Bourgogne
hi: बर्गंडी
it: Borgogna
ja: ブルゴーニュ
pt_br: Borgonha
zh_hans: 勃艮第

# color.charcoal
source: Charcoal grey
ar: رمادي فحمي
de: Anthrazit
es: Gris carbón
fr: Gris anthracite
hi: कोयला धूसर
it: Grigio antracite
ja: チャコールグレー
pt_br: Cinza carvão
zh_hans: 炭灰色

# color.custom
source: Custom color
ar: لون مخصص
de: Benutzerdefinierte Farbe
es: Color personalizado
fr: Couleur personnalisée
hi: अनुकूलित रंग
it: Colore personalizzato
ja: カスタムカラー
pt_br: Cor personalizada
zh_hans: 自定义颜色

# color.forest
source: Forest
ar: الغابة
de: Wald
es: Bosque
fr: Forêt
hi: वन
it: Foresta
ja: 森
pt_br: Floresta
zh_hans: 森林

# color.indigo
source: Indigo
ar: إنديغو
es: Índigo
hi: नील
it: Indaco
ja: インディゴ
pt_br: Índigo
zh_hans: 靛蓝

# color.navy
source: Navy
ar: البحرية
de: Marine
es: Armada
fr: Marine
hi: नौसेना
it: Marina
ja: 海軍
pt_br: Marinha
zh_hans: 海军

# colorPicker.custom
source: Custom color
ar: لون مخصص
de: Eigene Farbe
es: Color personalizado
fr: Couleur personnalisée
hi: कस्टम रंग
it: Colore personalizzato
ja: カスタムカラー
pt_br: Cor personalizada
zh_hans: 自定义颜色

# colorPicker.title
source: Color
ar: اللون
de: Farbe
fr: Couleur
hi: रंग
it: Colore
ja: カラー
pt_br: Cor
zh_hans: 颜色

# colorPicker.unlockCustom
source: Unlock custom colors
ar: فتح الألوان المخصصة
de: Benutzerdefinierte Farben freischalten
es: Desbloquear colores personalizados
fr: Débloquer les couleurs personnalisées
hi: कस्टम रंग अनलॉक करें
it: Sblocca colori personalizzati
ja: カスタムカラーを解除
pt_br: Desbloquear cores personalizadas
zh_hans: 解锁自定义颜色

# comparison.colors
source: Colors
ar: الألوان
de: Farben
es: Colores
fr: Couleurs
hi: रंग
it: Colori
ja: 色
pt_br: Cores
zh_hans: 颜色

# comparison.exportSize
source: Export Size
ar: حجم التصدير
de: Exportgröße
es: Tamaño de exportación
fr: Taille de l'exportation
hi: निर्यात आकार
it: Dimensione esportazione
ja: エクスポートサイズ
pt_br: Tamanho da exportação
zh_hans: 出口尺寸

# comparison.feature
source: Feature
ar: الميزة
de: Funktion
es: Característica
fr: Fonctionnalité
hi: विशेषता
it: Caratteristica
ja: 機能
pt_br: Recurso
zh_hans: 特点

# comparison.free
source: Free
ar: مجاناً
de: Kostenlos
es: Gratis
fr: Gratuit
hi: नि:शुल्क
it: Gratuito
ja: 無料
pt_br: Gratuito
zh_hans: 免费

# comparison.gradients
source: Gradients
ar: التدرجات
de: Gradienten
es: Gradientes
hi: ढलान
it: Gradienti
ja: グラデーション
pt_br: Gradientes
zh_hans: 梯度

# comparison.gradientTypes
source: Gradient Types
ar: أنواع التدرج
de: Gradiententypen
es: Tipos de gradiente
fr: Types de gradients
hi: ढलान के प्रकार
it: Tipi di gradiente
ja: 勾配の種類
pt_br: Tipos de gradiente
zh_hans: 渐变类型

# comparison.history
source: History
ar: التاريخ
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
it: Cronologia
ja: 履歴
pt_br: Histórico
zh_hans: 历史

# comparison.iCloud
source: iCloud Sync
ar: مزامنة iCloud
de: iCloud-Synchronisierung
es: Sincronización con iCloud
fr: Synchronisation iCloud
hi: आईक्लाउड सिंक
it: Sincronizzazione iCloud
ja: iCloud同期
pt_br: Sincronização do iCloud
zh_hans: iCloud 同步

# comparison.logo
source: Logo
ar: الشعار
hi: लोगो
ja: ロゴ
zh_hans: 标志

# comparison.svgExport
source: SVG Export
ar: تصدير SVG
es: Exportación SVG
fr: Exportation SVG
hi: SVG निर्यात
it: Esportazione SVG
ja: SVGエクスポート
pt_br: Exportação SVG
zh_hans: SVG 导出

# comparison.unlimited
source: Unlimited
ar: غير محدود
de: Unbegrenzt
es: Ilimitado
fr: Illimité
hi: असीमित
it: Illimitato
ja: 無制限
pt_br: Ilimitado
zh_hans: 无限制

# comparison.vectorExport
source: PDF & SVG Export
ar: تصدير ملفات PDF وSVG
de: PDF- und SVG-Export
es: Exportación a PDF y SVG
fr: Exportation PDF et SVG
hi: पीडीएफ और एसवीजी निर्यात
it: Esportazione di PDF e SVG
ja: PDFとSVGエクスポート
pt_br: Exportação de PDF e SVG
zh_hans: PDF 和 SVG 导出

# config.errorCorrection.high
source: High
ar: عالية
de: Hoch
es: Alto
fr: Élevé
hi: उच्च
it: Alto
ja: 高
pt_br: Alto
zh_hans: 高

# config.errorCorrection.low
source: Low
ar: منخفضة
de: Niedrig
es: Bajo
fr: Faible
hi: कम
it: Basso
ja: 低
pt_br: Baixo
zh_hans: 低

# config.errorCorrection.medium
source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
hi: मध्यम
it: Medio
ja: 中
pt_br: Médio
zh_hans: 中型

# config.errorCorrection.quartile
source: Quartile
ar: الربع
de: Quartil
es: Cuartil
hi: चतुर्थांश
ja: 四分位
pt_br: Quartil
zh_hans: 四分位数

# customization.background
source: Background
ar: الخلفية
de: Hintergrund
es: Antecedentes
fr: Contexte
hi: पृष्ठभूमि
it: Contesto
ja: 背景
pt_br: Contexto
zh_hans: 背景介绍

# customization.presets
source: Presets
ar: الإعدادات المسبقة
de: Voreinstellungen
es: Ajustes preestablecidos
fr: Préréglages
hi: पूर्वनिर्धारित सेटिंग्स
it: Preimpostazioni
ja: プリセット
pt_br: Predefinições
zh_hans: 预设

# customization.style
source: Style
ar: الطراز
de: Stil
es: Estilo
hi: शैली
it: Stile
ja: スタイル
pt_br: Estilo
zh_hans: 风格

# customization.subtitle
source: Colors, gradients, roundness & more
ar: الألوان، والتدرجات، والاستدارة وغير ذلك الكثير
de: Farben, Verläufe, Rundung & mehr
es: Colores, gradientes, redondez y más
fr: Couleurs, dégradés, arrondi et plus
hi: रंग, ग्रेडिएंट, गोलपन और भी बहुत कुछ
it: Colori, sfumature, arrotondamento e altro
ja: 色、グラデーション、丸みなど
pt_br: Cores, gradientes, arredondamento e mais
zh_hans: 颜色、渐变、圆度等

# customization.title
source: Customize
ar: التخصيص
de: Anpassen
es: Personalizar
fr: Personnaliser
hi: अनुकूलित करें
it: Personalizza
ja: カスタマイズ
pt_br: Personalizar
zh_hans: 定制

# dataType.email
source: Email
ar: البريد الإلكتروني
es: Correo
hi: ईमेल
ja: メール
zh_hans: 电子邮件

# dataType.email.description
source: Email address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse électronique
hi: ईमेल पता
it: Indirizzo e-mail
ja: メールアドレス
pt_br: Endereço de e-mail
zh_hans: 电子邮件地址

# dataType.geo
source: Location
ar: الموقع
de: Standort
es: Ubicación
fr: Emplacement
hi: स्थान
it: Posizione
ja: 場所
pt_br: Localização
zh_hans: 地点

# dataType.geo.description
source: Geographic coordinates
ar: الإحداثيات الجغرافية
de: Geografische Koordinaten
es: Coordenadas geográficas
fr: Coordonnées géographiques
hi: भौगोलिक निर्देशांक
it: Coordinate geografiche
ja: 地理座標
pt_br: Coordenadas geográficas
zh_hans: 地理坐标

# dataType.icalendar
source: Event
ar: الحدث
de: Veranstaltung
es: Evento
fr: Événement
hi: कार्यक्रम
it: Evento
ja: イベント
pt_br: Evento
zh_hans: 活动

# dataType.icalendar.description
source: Calendar event
ar: حدث التقويم
de: Kalenderereignis
es: Evento del calendario
fr: Événement du calendrier
hi: कैलेंडर कार्यक्रम
it: Evento del calendario
ja: カレンダーイベント
pt_br: Evento do calendário
zh_hans: 日历活动

# dataType.phone
source: Phone
ar: الهاتف
de: Telefon
es: Teléfono
fr: Téléphone
hi: फ़ोन
it: Telefono
ja: 電話
pt_br: Telefone
zh_hans: 电话

# dataType.phone.description
source: Phone number
ar: رقم الهاتف
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
hi: फ़ोन नंबर
it: Numero di telefono
ja: 電話番号
pt_br: Número de telefone
zh_hans: 电话号码

# dataType.sms
source: SMS
ar: الرسائل النصية القصيرة
hi: एसएमएस
zh_hans: 短信

# dataType.sms.description
source: SMS message
ar: رسالة نصية قصيرة
de: SMS-Nachricht
es: mensaje SMS
hi: एसएमएस संदेश
it: Messaggio SMS
ja: SMSメッセージ
pt_br: mensagem SMS
zh_hans: 短信

# dataType.text
source: Text
ar: النص
es: Texto
fr: Texte
hi: पाठ
it: Testo
ja: テキスト
pt_br: Texto
zh_hans: 文本

# dataType.text.description
source: Plain text
ar: نص عادي
de: Klartext
es: Texto sin formato
fr: Texte brut
hi: सादा पाठ
it: Testo semplice
ja: プレーンテキスト
pt_br: Texto simples
zh_hans: 纯文本

# dataType.url
source: URL
ar: عنوان URL
hi: यूआरएल
zh_hans: 网址

# dataType.url.deepLink
source: App Link
ar: رابط التطبيق
es: Enlace a la aplicación
fr: Lien vers l'application
hi: ऐप लिंक
it: Collegamento all'app
ja: アプリリンク
pt_br: Ligação da aplicação
zh_hans: 应用程序链接

# dataType.url.description
source: Website link
ar: رابط الموقع الإلكتروني
es: Enlace al sitio web
fr: Lien vers le site web
hi: वेबसाइट लिंक
it: Link al sito web
ja: ウェブサイトリンク
pt_br: Link do site
zh_hans: 网站链接

# dataType.url.social
source: Social Profile
ar: الملف الشخصي الاجتماعي
de: Soziales Profil
es: Perfil social
fr: Profil social
hi: सामाजिक प्रोफ़ाइल
it: Profilo sociale
ja: ソーシャル・プロフィール
pt_br: Perfil social
zh_hans: 社会概况

# dataType.vcard
source: Contact
ar: اتصل بنا
de: Kontakt
es: Contacto
hi: संपर्क
it: Contatti
ja: お問い合わせ
pt_br: Contacto
zh_hans: 联系方式

# dataType.vcard.description
source: Contact information
ar: معلومات الاتصال
de: Kontaktdaten
es: Información de contacto
fr: Coordonnées
hi: संपर्क जानकारी
it: Informazioni di contatto
ja: 連絡先情報
pt_br: Informações de contacto
zh_hans: 联系信息

# dataType.wifi
source: Wi-Fi
ar: الواي فاي
de: WLAN
hi: वाई-फ़ाई
zh_hans: 无线网络

# dataType.wifi.description
source: Wi-Fi network credentials
ar: بيانات اعتماد شبكة Wi-Fi
de: Anmeldedaten für das WLAN-Netzwerk
es: Credenciales de red Wi-Fi
fr: Identifiants du réseau Wi-Fi
hi: वाई-फाई नेटवर्क क्रेडेंशियल
it: Credenziali di rete Wi-Fi
ja: Wi-Fiネットワーク認証情報
pt_br: Credenciais da rede Wi-Fi
zh_hans: Wi-Fi 网络证书

# dropZone.browse
source: Browse Files
ar: تصفح الملفات
de: Dateien durchsuchen
es: Examinar archivos
fr: Parcourir les fichiers
hi: फ़ाइलें ब्राउज़ करें
it: Sfoglia file
ja: ファイルを閲覧する
pt_br: Procurar ficheiros
zh_hans: 浏览文件

# dropZone.hint
source: Drop file or text here
ar: أسقط الملف أو النص هنا
de: Datei oder Text hier ablegen
es: Suelta archivo o texto aquí
fr: Déposez un fichier ou du texte ici
hi: फ़ाइल या टेक्स्ट यहाँ ड्रॉप करें
it: Trascina file o testo qui
ja: ファイルまたはテキストをここにドロップ
pt_br: Solte arquivo ou texto aqui
zh_hans: 将文件或文本放在此处

# dropZone.hint.mac
source: Drop file here
ar: إسقاط الملف هنا
de: Datei hier ablegen
es: Soltar archivo aquí
fr: Déposez le fichier ici
hi: फ़ाइल यहाँ ड्रॉप करें
it: Trascina il file qui
ja: ここにファイルをドロップしてください
pt_br: Arraste o ficheiro para aqui
zh_hans: 将文件放在此处

# dropZone.or
source: or
ar: أو
de: oder
es: o
fr: ou
hi: या
it: o
ja: または
pt_br: ou
zh_hans: 或

# dropZone.release
source: Release to generate
ar: الإصدار لتوليد
de: Loslassen zum Generieren
es: Suelta para generar
fr: Relâchez pour générer
hi: उत्पादन के लिए जारी करें
it: Rilascia per generare
ja: 離して生成
pt_br: Solte para gerar
zh_hans: 释放以生成

# dropZone.supportedTypes
source: URLs, text files, or any text
ar: عناوين URL أو ملفات نصية أو أي نص
de: URLs, Textdateien oder beliebiger Text
es: URLs, archivos de texto o cualquier texto
fr: URLs, fichiers texte, ou tout texte
hi: यूआरएल, टेक्स्ट फाइलें, या कोई भी टेक्स्ट
it: URL, file di testo o qualsiasi testo
ja: URL、テキストファイル、または任意のテキスト
pt_br: URLs, arquivos de texto ou qualquer texto
zh_hans: URL、文本文件或任何文本

# duplicate.camera
source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
fr: Appareil photo
hi: कैमरा
it: Fotocamera
ja: カメラ
pt_br: Câmera
zh_hans: 相机

# duplicate.library
source: Photo Library
ar: مكتبة الصور
de: Fotobibliothek
es: Galería de fotos
fr: Photothèque
hi: फोटो लाइब्रेरी
it: Archivio fotografico
ja: 写真ライブラリ
pt_br: Galeria de fotos
zh_hans: 图片库

# duplicate.notFound
source: No QR code in that picture
ar: لا يوجد رمز QR في تلك الصورة
de: Auf diesem Bild ist kein QR-Code zu sehen.
es: En esa foto no hay ningún código QR.
fr: Il n'y a pas de code QR sur cette photo
hi: उस तस्वीर में कोई QR कोड नहीं है।
it: In quella foto non c'è nessun codice QR
ja: その写真にはQRコードが写っていません
pt_br: Não há código QR nessa foto
zh_hans: 那张图片里没有二维码

# duplicate.notFound.detail
source: Try a sharper picture, or one where the whole code is visible.
ar: جرب صورة أكثر وضوحًا، أو صورة يظهر فيها الكود بالكامل.
de: Versuchen Sie es mit einem schärferen Bild oder einem, auf dem der gesamte Code zu sehen ist.
es: Prueba con una imagen más nítida o en la que se vea todo el código.
fr: Essayez une image plus nette, ou une image sur laquelle l'intégralité du code est visible.
hi: एक तीक्ष्ण तस्वीर आज़माएँ, या ऐसी तस्वीर जिसमें पूरा कोड दिखाई दे।
it: Prova a inserire un'immagine più nitida o in cui sia visibile l'intero codice.
ja: もっと鮮明な画像、あるいはコード全体が確認できる画像を試してみてください。
pt_br: Tente usar uma imagem mais nítida ou uma em que todo o código fique visível.
zh_hans: 试着提供一张更清晰的照片，或者一张能完整显示整个代码的照片。

# error.dismiss
source: OK
ar: حسناً
de: In Ordnung.
es: De acuerdo.
fr: D'accord.
hi: ठीक है
it: Va bene
ja: 了解
pt_br: Tudo bem
zh_hans: 好的

# error.title
source: Error
ar: خطأ
de: Fehler
fr: Erreur
hi: त्रुटि
it: Errore
ja: エラー
pt_br: Erro
zh_hans: 错误

# export.error.contextCreationFailed
source: Failed to create graphics context
ar: فشل في إنشاء سياق الرسومات
de: Grafikkontext konnte nicht erstellt werden
es: No se pudo crear el contexto gráfico.
fr: Échec de la création du contexte graphique
hi: ग्राफिक्स संदर्भ बनाने में विफल
it: Impossibile creare il contesto grafico
ja: グラフィックコンテキストの作成に失敗しました
pt_br: Falha ao criar contexto gráfico
zh_hans: 创建图形上下文失败

# export.error.conversionFailed
source: Failed to convert image data
ar: فشل تحويل بيانات الصورة
de: Konvertierung der Bilddaten fehlgeschlagen
es: No se han podido convertir los datos de la imagen.
fr: Échec de la conversion des données d'image
hi: छवि डेटा परिवर्तित करने में असफल
it: Impossibile convertire i dati dell'immagine
ja: 画像データの変換に失敗しました
pt_br: Falha ao converter dados de imagem
zh_hans: 转换图像数据失败

# export.error.renderingFailed
source: Failed to render QR code
ar: فشل في عرض رمز الاستجابة السريعة
de: QR-Code konnte nicht gerendert werden
es: No se ha podido generar el código QR.
fr: Échec du rendu du code QR
hi: क्यूआर कोड रेंडर करने में असफल
it: Impossibile visualizzare il codice QR
ja: QRコードの表示に失敗しました
pt_br: Falha ao renderizar o código QR
zh_hans: 渲染 QR 代码失败

# export.error.sizeLimitExceeded
source: Export size exceeds limit
ar: حجم التصدير يتجاوز الحد المسموح به
de: Exportgröße überschreitet Limit
es: El tamaño de la exportación supera el límite.
fr: La taille de l'exportation dépasse la limite
hi: निर्यात आकार सीमा से अधिक है
it: La dimensione dell'esportazione supera il limite
ja: エクスポートサイズが制限を超えています
pt_br: O tamanho da exportação excede o limite
zh_hans: 出口尺寸超出限制

# export.error.unsupportedFormat
source: Unsupported export format
ar: تنسيق تصدير غير مدعوم
de: Nicht unterstütztes Exportformat
es: Formato de exportación no compatible
fr: Format d'exportation non pris en charge
hi: असमर्थित निर्यात प्रारूप
it: Formato di esportazione non supportato
ja: サポートされていないエクスポート形式
pt_br: Formato de exportação não suportado
zh_hans: 不支持的导出格式

# export.format
source: Format
ar: التنسيق
es: Formato
hi: स्वरूप
it: Formato
ja: 形式
pt_br: Formato
zh_hans: 格式

# export.save
source: Save
ar: الحفظ
de: Speichern
es: Guardar
fr: Enregistrer
hi: बचाएँ
it: Salva
ja: 保存
pt_br: Salvar
zh_hans: 节省

# export.share
source: Share
ar: شارك
de: Teilen
es: Compartir
fr: Partager
hi: साझा करें
it: Condividi
ja: 共有
pt_br: Compartilhar
zh_hans: 分享

# export.size
source: Size
ar: الحجم
de: Größe
es: Tamaño
fr: Taille
hi: आकार
it: Dimensione
ja: サイズ
pt_br: Tamanho
zh_hans: 尺寸

# export.sizeLimit
source: Max %lldpx free
ar: الحد الأقصى %lldpx مجاناً
de: Maximaler Prozentsatz freier Seiten
es: Porcentaje máximo de páginas libres
fr: Pourcentage maximal de pages libres
hi: अधिकतम %lldpx मुक्त
it: Percentuale massima di pagine libere
ja: 空きページの最大割合
pt_br: Percentagem máxima de páginas livres
zh_hans: 最大空闲 %lldpx

# export.title
source: Export
ar: التصدير
de: Exportieren
es: Exportar
fr: Exporter
hi: निर्यात
it: Esporta
ja: 書き出し
pt_br: Exportar
zh_hans: 出口

# eye.size.compact
source: Compact
ar: مدمجة
de: Kompakt
es: Compacto
hi: संक्षिप्त
it: Compatto
ja: コンパクト
pt_br: Compacto
zh_hans: 紧凑型

# eye.size.full
source: Full
ar: كامل
de: Vollständig
es: Completo
fr: Complet
hi: पूर्ण
it: Completo
ja: フル
pt_br: Completo
zh_hans: 全部

# eye.size.label
source: Eye size
ar: حجم العين
de: Augengröße
es: Tamaño del ojo
fr: Taille de l'œil
hi: आँख का आकार
it: Dimensioni dell'occhio
ja: 目の大きさ
pt_br: Tamanho dos olhos
zh_hans: 眼睛大小

# eye.size.medium
source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
hi: मध्यम
it: Medio
ja: ミディアム
pt_br: Médio
zh_hans: 中型

# eye.style.dot
source: Dot
ar: نقطة
de: Punkt
es: Punto
fr: Point
hi: बिंदु
it: Punto
ja: ドット
pt_br: Ponto
zh_hans: 圆点

# eye.style.label
source: Eyes
ar: العيون
de: Augen
es: Ojos
fr: Yeux
hi: आँखें
it: Occhi
ja: アイズ
pt_br: Olhos
zh_hans: 眼睛

# eye.style.leaf
source: Leaf
ar: أوراق الشجر
de: Blatt
es: Hoja
fr: Feuille
hi: पत्ता
it: Foglia
ja: リーフ
pt_br: Folha
zh_hans: 树叶

# eye.style.rounded
source: Rounded
ar: تقريب
de: Abgerundet
es: Redondeado
fr: Arrondi
hi: गोल
it: Arrotondato
ja: 丸みを帯びた
pt_br: Arredondado
zh_hans: 圆形

# eye.style.square
source: Square
ar: المربع
de: Platz
es: Cuadrado
fr: Carré
hi: वर्ग
it: Quadrato
ja: 正方形
pt_br: Quadrado
zh_hans: 方形

# family.brand
source: Logo and caption
ar: الشعار والتعليق
de: Logo und Bildunterschrift
es: Logotipo y pie de foto
fr: Logo et légende
hi: लोगो और कैप्शन
it: Logo e didascalia
ja: ロゴとキャプション
pt_br: Logotipo e legenda
zh_hans: 徽标和图注

# family.color
source: Color
ar: اللون
de: Farbe
fr: Couleur
hi: रंग
it: Colore
ja: 色
pt_br: Cor
zh_hans: 颜色

# family.export
source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
hi: निर्यात
it: Esporta
ja: エクスポート
pt_br: Exportar
zh_hans: 导出

# family.shape
source: Shape
ar: الشكل
de: Form
es: Forma
fr: Forme
hi: आकार
it: Forma
ja: 形状
pt_br: Forma
zh_hans: 形状

# family.styles
source: My styles
ar: أنماطي
de: Meine Stile
es: Mis estilos
fr: Mes styles
hi: मेरे स्टाइल
it: I miei stili
ja: 私のスタイル
pt_br: Meus estilos
zh_hans: 我的风格

# feature.allGradientTypes
source: All Gradient Types
ar: جميع أنواع التدرجات
de: Alle Gradiententypen
es: Todos los tipos de gradiente
fr: Tous les types de dégradés
hi: सभी ढाल प्रकार
it: Tutti i tipi di gradiente
ja: すべてのグラデーションタイプ
pt_br: Todos os tipos de gradiente
zh_hans: 所有渐变类型

# feature.allGradientTypes.description
source: Linear, radial, angular, and diamond gradients
ar: تدرجات خطية وشعاعية وزاوية وماسية
de: Lineare, radiale, winklige und diamantförmige Verläufe
es: Gradientes lineales, radiales, angulares y en forma de diamante.
fr: Gradients linéaires, radiaux, angulaires et en diamant
hi: रेखीय, रेडियल, कोणीय और हीरे के ढाल
it: Gradienti lineari, radiali, angolari e a diamante
ja: 直線、放射状、角度、ダイヤモンドのグラデーション
pt_br: Gradientes lineares, radiais, angulares e em diamante
zh_hans: 线性、径向、角度和菱形梯度

# feature.duplication
source: Duplication
ar: الازدواجية
de: Duplizierung
es: Duplicación
hi: प्रतिलिपि
it: Duplicazione
ja: 重複
pt_br: Duplicação
zh_hans: 复制

# feature.duplication.description
source: Duplicate QR codes from history
ar: رموز QR المكررة من السجل
de: QR-Codes aus dem Verlauf duplizieren
es: Duplicar códigos QR del historial
fr: Dupliquer les codes QR de l'historique
hi: इतिहास से डुप्लिकेट QR कोड
it: Duplica i codici QR dalla cronologia
ja: 履歴からQRコードを複製する
pt_br: Duplicar códigos QR do histórico
zh_hans: 从历史记录中复制二维码

# feature.eyeStyles
source: Eye Styles
ar: أنماط العيون
de: Augenstile
es: Estilos de ojos
fr: Styles d'yeux
hi: आँखों के स्टाइल
it: Stili di occhi
ja: アイ・スタイル
pt_br: Estilos de olhos
zh_hans: 眼部风格
